{
  "_name_or_path": "/scratch/users/gbenegas/checkpoints/GPN_Arabidopsis_multispecies/ConvNet_batch2048_secondpart/checkpoint-30000",
  "architectures": [
    "ConvNetForMaskedLM"
  ],
  "dilation_cycle": 6,
  "dilation_double_every": 1,
  "dilation_max": 32,
  "hidden_size": 512,
  "initializer_range": 0.02,
  "kernel_size": 9,
  "model_type": "ConvNet",
  "n_layers": 25,
  "torch_dtype": "float32",
  "transformers_version": "4.26.0.dev0",
  "vocab_size": 7
}
